{
  "mainHeading": "About Us",
  "bgImage": "/images/page-banner1.jpg",
  "sections": {
    "aboutUs": {
      "bgImage": "/images/about-img2.jpg",
      "title": "About Us",
      "subtitle": "Constructing Success with Dedication and Creativity",
      "description": "At Adcrest Media, we launch your brand's digital journey with unique techniques that generate quantifiable results and build enduring relationships. Adcrest Media turns your idea into digital reality using creativity and analytics.",

      "mission": {
        "title": "Our mission",
        "subtitle": "",
        "description": "Our Mission at Adcrest Media is very clear: we want to provide creative digital marketing solutions that produce quantifiable outcomes and build enduring partnerships. We think that data-driven strategies, creative ideas, and customised techniques together will enable companies to realise their greatest potential in the digital sphere. Whether it's raising brand awareness, generating sales, or improving consumer involvement, our goal is to help our clients to succeed."
      },
      "ourStory": {
        "title": "Our Story",
        "subtitle": "",
        "description": "Established in 2015, Adcrest Media started with a simple but strong goal: to provide companies with the tools and ideas required for digital era success. Originally a small team driven by digital marketing, it has developed into a full-service firm working with businesses in many sectors to accomplish amazing online success. Driven by our will to produce outstanding achievements, our path has been one of ongoing development and creativity."
      },
      "ourTeam": {
        "title": "Our Team",
        "subtitle": "",
        "description": "Meet the spirit and heart of Adcrest Media—our staff of digital marketing professionals committed to your success. Having years of experience in the field, our staff combines technical knowledge with artistic ability to provide outcomes beyond expectations. From strategists and designers to content producers and analysts, every member of our team is essential in developing customised solutions that appeal to your audience and help you to meet corporate objectives. At Adcrest Media, we work with you not just for you. In whatever we do, we respect honesty, openness, and teamwork; hence, your trip with us will be not only successful but also fulfilling."
      }
    },
    "userExpectations": {
      "title": "Understanding User Expectations is Our #1 Priority at All Times",
      "subtitle": "Customer-Centric Method for Respected Relationships",
      "description": "At Adcrest Media, we think that achieving outstanding outcomes depends mostly on knowing our clients and their consumers. We invest time to find out about your company, objectives, and audience. This thorough knowledge enables us to design plans not just that are successful but also exactly complement the concept of your company. Our customer-centric strategy guarantees that we are constantly in sync with your demands, therefore enabling us to create trusting partnerships based on mutual success.",
      "funFacts": [
        {
          "iconName": "fa-solid fa-circle-check",
          "number": "980+",
          "shortText": "Completed Projects",
          "aosDelay": "100"
        },
        {
          "iconName": "fa-solid fa-heart",
          "number": "950+",
          "shortText": "Happy Clients",
          "aosDelay": "200"
        },
        {
          "iconName": "fa-solid fa-list-check",
          "number": "780+",
          "shortText": "Ongoing Projects",
          "aosDelay": "300"
        },
        {
          "iconName": "fa-solid fa-trophy",
          "number": "70+",
          "shortText": "Winning Awards",
          "aosDelay": "400"
        }
      ]
    }
  }
}
